IDEA Open Model
HingeElement1D.InitialStiffnessZ Property
Compatible with IDEA StatiCa 20.1
 Initial stiffness Z dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double InitialStiffnessZ { get; set; }
Public Property InitialStiffnessZ As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace